Repository: Jani-Aelterman/project-valley
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: nl_nl

# MenuInstalledApps.Text
source: Installed apps
nl_nl: Geïnstalleerde apps

# MenuMobilityCenter.Text
source: Mobility Center
nl_nl: Mobiliteitscentrum

# MenuPowerOptions.Text
source: Power Options
nl_nl: Energiebeheer

# MenuEventViewer.Text
source: Event Viewer
nl_nl: Logboeken

# MenuSystem.Text
source: System
nl_nl: Systeem

# MenuDeviceManager.Text
source: Device Manager
nl_nl: Apparaatbeheer

# MenuNetworkConnections.Text
source: Network Connections
nl_nl: Netwerkverbindingen

# MenuDiskManagement.Text
source: Disk Management
nl_nl: Schijfbeheer

# MenuComputerManagement.Text
source: Computer Management
nl_nl: Computerbeheer

# MenuTerminalAdmin.Text
source: Terminal (Admin)
nl_nl: Terminal (Beheerder)

# MenuTaskManager.Text
source: Task Manager
nl_nl: Taakbeheer

# MenuSettings.Text
source: Settings
nl_nl: Instellingen

# MenuFileExplorer.Text
source: File Explorer
nl_nl: Verkenner

# MenuSearch.Text
source: Search
nl_nl: Zoeken

# MenuRun.Text
source: Run
nl_nl: Uitvoeren

# MenuShutDownOrSignOut.Text
source: Shut down or sign out
nl_nl: Afsluiten of afmelden

# MenuSignOut.Text
source: Sign out
nl_nl: Afmelden

# MenuSleep.Text
source: Sleep
nl_nl: Slaapstand

# MenuShutDown.Text
source: Shut down
nl_nl: Afsluiten

# MenuRestart.Text
source: Restart
nl_nl: Opnieuw opstarten

# MenuDesktop.Text
source: Desktop
nl_nl: Bureaublad

# MenuPinToTaskbar.Text
source: Pin to Taskbar
nl_nl: Aan taakbalk vastmaken

# MenuUnpinFromTaskbar.Text
source: Unpin from Taskbar
nl_nl: Van taakbalk losmaken

# SettingsWindow.Title
source: Next Valley — Settings
nl_nl: Next Valley — Instellingen

# NavGeneral.Content
source: General
nl_nl: Algemeen

# NavPanel.Content
source: Panel
nl_nl: Paneel

# NavDynamicDock.Content
source: Dynamic Dock
nl_nl: Dynamisch Dock

# TitleGeneral.Text
source: General
nl_nl: Algemeen

# HeaderSystem.Text
source: System
nl_nl: Systeem

# SettingStartWithWindows.Text
source: Start with Windows
nl_nl: Opstarten met Windows

# SettingStartWithWindowsDesc.Text
source: Start Project Valley automatically on login
nl_nl: Project Valley automatisch opstarten bij aanmelden

# SettingLanguage.Text
source: Language
nl_nl: Taal

# SettingLanguageDesc.Text
source: Select your preferred application language (Restart required)
nl_nl: Kies je voorkeurstaal (Opnieuw opstarten vereist)

# LangSystem.Content
source: System Default
nl_nl: Systeemtaal

# HeaderAbout.Text
source: About
nl_nl: Info

# SettingAboutPVDesc.Text
source: Version 0.1.0 — Early preview
nl_nl: Versie 0.1.0 — Vroege preview

# TitlePanel.Text
source: Panel
nl_nl: Paneel

# HeaderLook.Text
source: Look
nl_nl: Weergave

# SettingShowTopPanel.Text
source: Show top panel
nl_nl: Toon bovenste paneel

# SettingShowTopPanelDesc.Text
source: Display the status bar at the top of the screen
nl_nl: Geef de statusbalk bovenaan het scherm weer

# SettingShowBattery.Text
source: Show battery percentage
nl_nl: Toon batterijpercentage

# SettingShowBatteryDesc.Text
source: Display the battery percentage next to the icon
nl_nl: Geef het batterijpercentage naast het icoon weer

# SettingPanelHeight.Text
source: Height panel (pixels)
nl_nl: Paneelhoogte (pixels)

# SettingPanelHeightDesc.Text
source: Standard: 32px
nl_nl: Standaard: 32px

# HeaderWeather.Text
source: Weather
nl_nl: Weer

# SettingCustomCoords.Text
source: Custom coordinates
nl_nl: Aangepaste coördinaten

# SettingCustomCoordsDesc.Text
source: Location for weather (leave empty for auto IP detection)
nl_nl: Locatie voor weer (leeg laten voor automatische IP-detectie)

# LatTextBox.PlaceholderText
source: Latitude
nl_nl: Breedtegraad

# LonTextBox.PlaceholderText
source: Longitude
nl_nl: Lengtegraad

# MorePanelSettings.Text
source: More panel settings coming soon
nl_nl: Binnenkort meer paneelinstellingen

# BadgeUnderConstruction.Text
source: Under construction
nl_nl: Onder constructie

# SettingShowDock.Text
source: Show dock
nl_nl: Toon dock

# SettingShowDockDesc.Text
source: Display the application dock at the bottom of the screen
nl_nl: Geef het applicatiedock onderaan het scherm weer

# SettingHideTaskbar.Text
source: Hide Windows taskbar
nl_nl: Verberg Windows taakbalk

# SettingHideTaskbarDesc.Text
source: Automatically hide the system taskbar when the dock is active
nl_nl: Verberg de systeemtaakbalk automatisch wanneer het dock actief is

# TitleDynamicDock.Text
source: Dynamic Dock
nl_nl: Dynamisch Dock

# DynamicDockDesc1.Text
source: Advanced features like auto-expanding app groups and system tray
nl_nl: Geavanceerde functies zoals automatisch uitklappende app-groepen en systeemvak

# DynamicDockDesc2.Text
source: Coming soon in a future version
nl_nl: Binnenkort in een toekomstige versie

# MainWindow.Title
source: Next Valley Panel
nl_nl: Next Valley Paneel

# MenuExit.Text
source: Exit Project Valley
nl_nl: Project Valley afsluiten

# TooltipWeather.ToolTipService.ToolTip
source: Weather
nl_nl: Weer

# SearchBox.PlaceholderText
source: Type here to search...
nl_nl: Typ hier om te zoeken...

# TooltipQuickSettings.ToolTipService.ToolTip
source: Quick settings
nl_nl: Snelle instellingen

# TooltipCalendar.ToolTipService.ToolTip
source: Calendar and notifications
nl_nl: Kalender en meldingen
